[
  {
    "date": "22/02/2025",
    "title": "",
    "description": "Aqui foi onde tudo começou. No mesmo dia, já tinha percebido que você era diferente.",
     "image": "assets/images/img1.jpeg"

  },
  {
    "date": "Março, Abril, Maio",
    "title": "",
    "description": "Longos 3 meses sem se ver e muitas cantas ruins no Instagram depois, eu percebi que insistiria até o final para ficar com você.",
    "image": "assets/images/img.jpeg"
  },

  {
    "date": "31/05/2025",
    "title": "",
    "description": "Depois de muito tempo nos encontramos de novo. Foi incrível estar com você no rodeio.",
    "image": "assets/images/img2.jpeg"
  },

  {
    "date": "12/07/2025",
    "title": "",
    "description": "A primeira vez que a gente saiu depois do rodeio, que será lembrado para sempre como o dia em que eu furei o pneu.",
    "image": "assets/images/img3.jpeg"
  },

  {
    "date": "30/07/2025",
    "title": "",
    "description": "As férias estavam acabando e a saímos para ver o jogo do Cruzeiro. Estava muito feliz por te ver de novo.",
    "image": "assets/images/img4.png"
  },

  {
    "date": "Final das Férias",
    "title": "",
    "description": "As férias finalmente acabaram e eu só conseguia pensar em como seria quando a gente chegasse em Lavras."
  },

  {
    "date": "10/08/2025",
    "title": "",
    "description": "A primeira vez que nós saímos em Lavras. Logo no dia que cheguei fomos no postinho. A partir daí, só queria sair se você fosse."
  },

  {
    "date": "22/08/2025",
    "title": "",
    "description": "Essa foi a primeira vez que eu cozinhei pra você. Nesse dia eu estava super nervoso por que queria que fosse o mais perfeito possível pra te agradar. Confesso que no hamburguer eu acertei bastante."
  },

  {
    "date": "07/09/2025",
    "title": "",
    "description": "Nesse dias, passamos o dia inteiro juntos. Você tirou essa foto no meu celular enquanto eu tomava banho (ficou linda).",
    "image": "assets/images/img5.jpeg"
  },

  {
    "date": "09/09/2025",
    "title": "",
    "description": "Primeira foto que tiramos juntos. Aqui já almoçavamos juntos todos os dias.",
    "image": "assets/images/img6.jpeg"
  },

  {
    "date": "20/09/2025",
    "title": "",
    "description": "Nesse dia estava muito calor e gente resolveu ir no ciuni só nós dois.",
    "image": "assets/images/img7.jpeg"
  },

  {
    "date": "27/09/2025",
    "title": "",
    "description": "Primeira festa que fomos juntos. Foi ótimo ter sua companhia. Que todas as próximas sejam assim.",
    "image": "assets/images/img8.jpeg"
  },

  {
    "date": "04/10/2025",
    "title": "",
    "description": "Mais uma festa juntos. A gente gosta de umafesta em kkkkk.",
    "image": "assets/images/img9.jpeg"
  },

  {
    "date": "11/10/2025",
    "title": "",
    "description": "Talvez um dos dias mais tensos da minha vida, ir conhecer sua família. Quando eu cheguei a tensão foi embora e foi tudo ótimo, que dia bom!!!."
  },

  {
    "description": "E depois de Todas essas Lembranças... Percebi que eu quero muito ficar do seu lado! E então Ana...",
    "image": "assets/images/Amor.jpeg"
  }





















  


]