[
  {
    "date": "22/02/2025",
    "title": "",
    "description": "Aqui foi onde tudo começou. No mesmo dia, já tinha percebido que você era diferente.",
     "image": "assets/images/img1.jpeg"

  },
  {
    "date": "Março, Abril, Maio",
    "title": "",
    "description": "Longos 3 meses sem se ver e muitas cantas ruins no Instagram depois, eu percebi que insistiria até o final para ficar com você.",
    "image": "assets/images/img.jpeg"
  },

  {
    "date": "31/05/2025",
    "title": "",
    "description": "Depois de muito tempo nos encontramos de novo. Foi incrível estar com você no rodeio.",
    "image": "assets/images/img2.jpeg"
  },

  {
    "date": "12/07/2025",
    "title": "",
    "description": "A primeira vez que a gente saiu depois do rodeio, que será lembrado para sempre como o dia em que eu furei o pneu.",
    "image": "assets/images/img3.jpeg"
  },

  {
    "date": "30/07/2025",
    "title": "",
    "description": "As férias estavam acabando e a saímos para ver o jogo do Cruzeiro. Estava muito feliz por te ver de novo.",
    "image": "assets/images/img4.png"
  },

  {
    "date": "Final das Férias",
    "title": "",
    "description": "As férias finalmente acabaram e eu só conseguia pensar em como seria quando a gente chegasse em Lavras."
  },

  {
    "date": "10/08/2025",
    "title": "",
    "description": "A primeira vez que nós saímos em Lavras. Logo no dia que cheguei fomos no postinho. A partir daí, só queria sair se você fosse."
  },

  {
    "date": "22/08/2025",
    "title": "",
    "description": "Essa foi a primeira vez que eu cozinhei pra você. Nesse dia eu estava super nervoso por que queria que fosse o mais perfeito possível pra te agradar. Confesso que no hamburguer eu acertei bastante."
  },

  {
    "date": "07/09/2025",
    "title": "",
    "description": "Nesse dias, passamos o dia inteiro juntos. Você tirou essa foto no meu celular enquanto eu tomava banho (ficou linda).",
    "image": "assets/images/img5.jpeg"
  },

  {
    "date": "09/09/2025",
    "title": "",
    "description": "Primeira foto que tiramos juntos. Aqui já almoçavamos juntos todos os dias.",
    "image": "assets/images/img6.jpeg"
  },

  {
    "date": "20/09/2025",
    "title": "",
    "description": "Nesse dia estava muito calor e gente resolveu ir no ciuni só nós dois.",
    "image": "assets/images/img7.jpeg"
  },

  {
    "date": "27/09/2025",
    "title": "",
    "description": "Primeira festa que fomos juntos. Foi ótimo ter sua companhia. Que todas as próximas sejam assim.",
    "image": "assets/images/img8.jpeg"
  },

  {
    "date": "04/10/2025",
    "title": "",
    "description": "Mais uma festa juntos. A gente gosta de umafesta em kkkkk.",
    "image": "assets/images/img9.jpeg"
  },

  {
    "date": "11/10/2025",
    "title": "",
    "description": "Talvez um dos dias mais tensos da minha vida, ir conhecer sua família. Quando eu cheguei a tensão foi embora e foi tudo ótimo, que dia bom!!!."
  },

  {
    "description": "E depois de Todas essas Lembranças... Percebi que eu quero muito ficar do seu lado! E então Ana...",
    "image": "assets/images/Amor.jpeg"
  },

  {
    "date": "15/10/2025",
    "title": "",
    "description": "Com certeza o dia mais especial do ano, o dia que você falou sim!",
    "image": "assets/images/img10.jpg"
  },

  {
    "date": "15/10/2025",
    "title": "",
    "description": "Primeira foto como namorados oficiais",
    "image": "assets/images/img11.jpg"
  },

    {
    "date": "17/10/2025",
    "title": "",
    "description": "Essa ficou bonita demais uma das melhores que tiramos",
    "image": "assets/images/img13.jpg"
  },

  {
    "date": "19/10/2025",
    "title": "",
    "description": "Foto de cria tampando a cara kkkk",
    "image": "assets/images/img12.jpg"
  },

  {
    "date": "29/10/2025",
    "title": "",
    "description": "Depois de eu ter deixado só o bigode pra você ver se ficava bom",
    "image": "assets/images/img14.jpg"
  },

  {
    "date": "01/11/2025",
    "title": "",
    "description": "Melhor companhia de festa de todas, e de brinde uma das melhores festas pra comemorar meu aniversário, Obrigado",
    "image": "assets/images/img15.jpg"
  },

  {
    "date": "03/11/2025",
    "title": "",
    "description": "De novo, muito obrigado por ter proporcionado tudo de bom no meu aniversário, no que talvez poderia ter sido um dos piores se você não estivesse comigo, longe de todo mundo, sem fazer nada, mas você tava lá, não tenho palavras pra descrever o quanto foi bom."
  },

  {
    "date": "05/11/2025",
    "title": "",
    "description": "Foto muito linda (todas com você são) com a campeã de sinuca da noite",
    "image": "assets/images/img16.jpg"
  },

  {
    "date": "09/11/2025",
    "title": "",
    "description": "Primeira vez que fui na sua casa, para ver jogo do Cruzeiro. Foi Ótimo!",
    "image": "assets/images/img17.jpg"
  },

  {
    "date": "09/11/2025",
    "title": "",
    "description": "SIMPLESMENTE a melhor foto de todas",
    "image": "assets/images/img18.jpg"
  },

  {
    "date": "15/11/2025",
    "title": "",
    "description": "Não tinha como ter sido melhor o show do Jorge e Mateus (Parece foto profissional essa)",
    "image": "assets/images/img19.jpg"
  },

  {
    "date": "16/11/2025",
    "title": "",
    "description": "Parecendo 2 pinguins kkkkk",
    "image": "assets/images/img20.jpg"
  },

  {
    "date": "16/11/2025",
    "title": "feliz 1 mês!",
    "description": "Não tenho palavras pra descrever como você tem melhorado minha vida, o tanto que aprendi, e aprendo todo dia com você, todas essas vivências nesse mês foram incriveis. Obrigado por tudo, por estar comigo todos os dias, me aconcelhar quando preciso, por me dar soluções de problemas quando não tenho, por estar me fazendo uma pessoa melhor a cada dia ao seu lado. Que todos os próximo meses sejam assim, juntos. Pode ter certeza, que sempre vou estar do seu lado, seja qual for a situação, por mais difícil que seja, eu vou estar lá para ta ajudar. Você não tem noção o quanto eu te amo!"

  },

   {
    "date": "16/11/2025",
    "title": "",
    "description": "Essa foto ficou linda demaaais. E esse dia foi ótimo, foi muito bom passar o dia na roça com você e o show também foi bom demais!",
    "image": "assets/images/img28.jpeg"
  },

   {
    "date": "20/11/2025",
    "title": "",
    "description": "Dia da festa do alfa. Nesse dia descobri que você dirigia muito kkkkk. A festa foi muito boa, tudo muito engraçado!",
    "image": "assets/images/img21.jpeg"
  },

   {
    "date": "29/11/2025",
    "title": "",
    "description": "Dia que eu fiz um dos strogonoff mais gostosos de todos. Tinha muito tempo que a gente não ficava junto assim. Foi muito especial",
    "image": "assets/images/img22.jpeg"
  },

   {
    "date": "29/11/2025",
    "title": "",
    "description": "Última festa do período. As festas ficam muito melhores com você",
    "image": "assets/images/img23.jpeg"
  },

   {
    "date": "02/12/2025",
    "title": "",
  "description": "As provas ja estavam chegando, as coisas começaram a apertar. Todos os momentos com você nesse final me ajudaram muito, você me ajuda muito todos os dias!",
    "image": "assets/images/img24.JPG"
  },

   {
    "date": "05/12/2025",
    "title": "",
    "description": "A gente no melhor lugar de Lavras kkkkkk! Esse dia foi ótimo. E essa é a foto mais boita que a gente ja tirou. Você tava maravilhosa nesse dia!",
    "image": "assets/images/img25.jpeg"
  },

   {
    "date": "06/12/2025",
    "title": "",
    "description": "Tive a ideia de ir em um lugar diferente, foi muito legal. O lugar era bem bonito. Agora a gente vai começar a explorar mais lugares",
    "image": "assets/images/img26.jpeg"
  },

   {
    "date": "07/12/2025",
    "title": "",
    "description": "Dia das luzes de Natal, que o papai noel ficou preso no engarrafamento kkkkkk. Foi um momento de descanso que eu precisava antes de ficar mais de 12 horas na UFLA. Muito obrigado meu amor!",
    "image": "assets/images/img27.jpeg"
  },

  {
    "date": "13/12/2025",
    "title": "",
    "description": "Esse momento com a família inteira reunida foi demais, muito obrigado por ter proporcionado isso, que tenha muitos outros assim."
    
  },

  {
    "date": "14/12/2025",
    "title": "",
    "description": "Infelizmente o Cruzeiro conseguiu perder. Mas como eu sempre te falo, todo momento com você é mais do que especial pra mim!"
    
  },

  {
    "date": "15/12/2025",
    "title": "feliz 2 meses!",
    "description": "E mais um mês ao seu lado se passou meu amor! Muito obrigado por todos os momentos, pelo carinho e por sempre se preocupar comigo. Você nao tem ideia da diferença que você faz na minha vida todos os dias. Pode ter certeza que juntos a gente ainda vai construir muita coisa!. Te amo muito Ana Luisa. Conta comigo pra tudo!. E que venham mais muito meses"
    
  },

  {
    "date": "18/12/2025",
    "title": "",
    "description": "Primeira vez que a gente saiu depois que entrou de férias. Você veio aqui pra casa e a gente ficou vendo a blitz da polícia kkkkk. ",
    "image": "assets/images/18-12-25.jpeg"
  },

  {
    "date": "30/12/2025",
    "title": "",
    "description": "Foi o dia que eu cheguei na roça pra passar o ano novo com você. A gente tava a uma semana sem se ver, eu tava com muita saudade"
    
  },

  {
    "date": "31/12/2025",
    "title": "",
    "description": "As fotos da virada. Ficaram ótimas essas. Infelismente não deu pra tirar na virada mesmo.",
    "image": "assets/images/31-12-25.jpeg"
  },

  {
    "date": "31/12/2025",
    "title": "",
    "description": "Mais uma. Muito obrigado por essa semana, foi tudo muito bom, ainda mais estando com você.",
    "image": "assets/images/31-12-25-2.jpeg"
  },

  {
    "date": "01/01/2026",
    "title": "",
    "description": "O primeiro dia do ano não poderia ser melhor do que ter você do meu lado!",
    "image": "assets/images/01-01-26.jpeg"
  },

  {
    "date": "01/01/2026",
    "title": "",
    "description": "Eleita por você a melhor foto que a gente tem kkkk.",
    "image": "assets/images/01-01-26-2.jpeg"
  },

  {
    "date": "06/01/2026",
    "title": "",
    "description": "Mais um dia que você foi lá pra casa. Teve até flor esse dia ein kkkk. Foi muito bom",
    "image": "assets/images/06-01-26.jpeg"
  },

  {
    "date": "11/01/2026",
    "title": "",
    "description": "A gente passando tempo antes de você ir viajar. Foi legal poder te ajudar a arrumar a mala.",
    "image": "assets/images/11-01-26.jpeg"
  },

  {
    "date": "12/01/2026",
    "title": "",
    "description": "Dia que a gente saiu com nossos pais. Foi bom demais. As conversas foram muito engraçadas kkkkkkk",
    "image": "assets/images/12-01-26.jpeg"
  },

  {
    "date": "13/01/2026",
    "title": "",
    "description": "Essa pra mim foi uma das melhores vezes que a gente saiu. Foi incrivel poder passar esse tempo com a pessoa que eu mais amo passsar tempo no mundo!",
    "image": "assets/images/13-01-26.jpeg"
  },

  {
    "date": "16/12/2025",
    "title": "feliz 3 meses (atrasei um dia, perdão)!!!",
    "description": "Meu bem, muito obrigado por mais esse mes junto comigo. Foi um mês bem corrido, teve bastante coisa pra fazer, mas os momentos do seu lado foram e vão continuar sendo sempre os melhores. Muito obrigado por tudo que você faz por mim! Tudo o que eu puder fazer pra deixar você feliz não vai se compaarar com o tanto que você me faz feliz! Te amo muito!"
  }
  
]